[
      { "english": "I can't get no satisfaction, The Rolling Stones", "russian": "Я не могу получить никакого удовлетворения" },
      { "english": "We will, we will rock you, Queen", "russian": "Мы будем, мы будем качать тебя" },
      { "english": "Here comes the sun, The Beatles", "russian": "Вот приходит солнце" },
      { "english": "Imagine all the people living life in peace, John Lennon", "russian": "Представь всех людей, живущих в мире" },
      { "english": "Every breath you take, every move you make, The Police", "russian": "Каждый твой вздох, каждое твое движение" },
      { "english": "It's a beautiful day, don't let it get away, U2", "russian": "Это прекрасный день, не упусти его" },
      { "english": "I want to break free, Queen", "russian": "Я хочу освободиться" },
      { "english": "Sweet dreams are made of this, Eurythmics", "russian": "Сладкие мечты созданы из этого" },
      { "english": "Cause I'm a creep, Radiohead", "russian": "Потому что я - извращенец" },
      { "english": "I'm on the highway to hell, AC/DC", "russian": "Я на шоссе в ад" },
      { "english": "Is this the real life? Is this just fantasy?, Queen", "russian": "Это настоящая жизнь? Или просто фантазия?" },
      { "english": "Don't stop believin', hold on to that feelin', Journey", "russian": "Не переставай верить, держись за это чувство" },
      { "english": "And I will always love you, Whitney Houston", "russian": "И я всегда буду любить тебя" },
      { "english": "We are the champions, my friends, Queen", "russian": "Мы чемпионы, друзья мои" },
      { "english": "And I think to myself, what a wonderful world, Louis Armstrong", "russian": "И я думаю про себя, какой прекрасный мир" },
      { "english": "I'm still standing, Elton John", "russian": "Я все еще стою" },
      { "english": "You may say I'm a dreamer, but I'm not the only one, John Lennon", "russian": "Ты можешь сказать, что я мечтатель, но я не один" },
      { "english": "Hit me baby one more time, Britney Spears", "russian": "Ударь меня, малыш, еще раз" },
      { "english": "Don't stop me now, I'm having such a good time, Queen", "russian": "Не останавливай меня, мне так весело" },
      { "english": "I will survive, Gloria Gaynor", "russian": "Я выживу" },
      { "english": "We're all just prisoners here of our own device, Eagles", "russian": "Мы все просто заключенные здесь по собственной воле" },
      { "english": "Nothing else matters, Metallica", "russian": "Ничто другое не имеет значения" },
      { "english": "It's my life, it's now or never, Bon Jovi", "russian": "Это моя жизнь, сейчас или никогда" },
      { "english": "You can't always get what you want, The Rolling Stones", "russian": "Ты не всегда можешь получить то, что хочешь" },
      { "english": "Hello from the other side, Adele", "russian": "Привет с другой стороны" },
      { "english": "Isn't she lovely?, Stevie Wonder", "russian": "Разве она не прелестна?" },
      { "english": "I got the eye of the tiger, Katy Perry", "russian": "У меня глаз тигра" },
      { "english": "Oh, I wanna dance with somebody, Whitney Houston", "russian": "О, я хочу потанцевать с кем-нибудь" },
      { "english": "You're simply the best, better than all the rest, Tina Turner", "russian": "Ты просто лучший, лучше всех остальных" },
      { "english": "With or without you, U2", "russian": "С тобой или без тебя" },
      { "english": "And I, I will always love you, Whitney Houston", "russian": "И я, я всегда буду любить тебя" },
      { "english": "Take me down to the paradise city, Guns N' Roses", "russian": "Отведи меня в город рая" },
      { "english": "Here I go again on my own, Whitesnake", "russian": "Вот я снова иду один" },
      { "english": "I'm a survivor, I'm gonna make it, Destiny's Child", "russian": "Я выживу, я справлюсь" },
      { "english": "Oops, I did it again, Britney Spears", "russian": "Ой, я снова это сделала" },
      { "english": "I just can't get you out of my head, Kylie Minogue", "russian": "Я просто не могу выбросить тебя из головы" },
      { "english": "I've had the time of my life, Bill Medley & Jennifer Warnes", "russian": "Это было лучшее время в моей жизни" },
      { "english": "Because you're amazing just the way you are, Bruno Mars", "russian": "Потому что ты потрясающая, такая, какая ты есть" },
      { "english": "You are beautiful, no matter what they say, Christina Aguilera", "russian": "Ты красива, что бы они ни говорили" },
      { "english": "Rolling in the deep, Adele", "russian": "Погружаясь в глубину" },
      { "english": "You shook me all night long, AC/DC", "russian": "Ты потрясла меня всю ночь напролет" },
      { "english": "I'm walking on sunshine, Katrina and the Waves", "russian": "Я шагаю по солнечному свету" },
      { "english": "All you need is love, The Beatles", "russian": "Все, что тебе нужно — это любовь" },
      { "english": "I don't want to miss a thing, Aerosmith", "russian": "Я не хочу упустить ни одной детали" },
      { "english": "I believe I can fly, R. Kelly", "russian": "Я верю, что могу летать" },
      { "english": "I will always love you, Whitney Houston", "russian": "Я всегда буду любить тебя" },
      { "english": "I'm a believer, The Monkees", "russian": "Я верю" },
      { "english": "It's a wonderful world, Louis Armstrong", "russian": "Это чудесный мир" },
      { "english": "Hit the road Jack, and don't you come back no more, Ray Charles", "russian": "Уходи, Джек, и не возвращайся больше" },
      { "english": "I got you under my skin, Frank Sinatra", "russian": "Ты у меня под кожей" },
      { "english": "I see trees of green, red roses too, Louis Armstrong", "russian": "Я вижу зеленые деревья, и красные розы тоже" },
      { "english": "Love me tender, Elvis Presley", "russian": "Люби меня нежно" },
      { "english": "I can't stop the feeling!, Justin Timberlake", "russian": "Я не могу остановить это чувство!" },
      { "english": "I see a little silhouetto of a man, Scaramouche, Scaramouche, will you do the Fandango?, Queen", "russian": "Я вижу силуэт человека, Скарамуш, Скарамуш, ты станцуешь Фанданго?" },
    { "english": "And in the end, the love you take is equal to the love you make, The Beatles", "russian": "И в конце концов, любовь, которую ты берешь, равна любви, которую ты отдаешь" },
    { "english": "It's something unpredictable, but in the end, it's right. I hope you had the time of your life, Green Day", "russian": "Это непредсказуемо, но в итоге все верно. Надеюсь, ты получил удовольствие от жизни" },
    { "english": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, John Lennon", "russian": "Ты можешь сказать, что я мечтатель, но я не один. Надеюсь, однажды ты присоединишься к нам" },
    { "english": "Take my hand, we'll make it, I swear. Livin' on a prayer, Bon Jovi", "russian": "Возьми мою руку, мы справимся, я клянусь. Живем на молитве" },
    { "english": "I could stay awake just to hear you breathing, Watch you smile while you are sleeping, Aerosmith", "russian": "Я мог бы не спать, чтобы просто слышать твое дыхание, наблюдать за твоей улыбкой, пока ты спишь" },
    { "english": "Is this the real life? Is this just fantasy? Caught in a landslide, no escape from reality, Queen", "russian": "Это настоящая жизнь? Или просто фантазия? Захвачены лавиной, нет побега от реальности" },
    { "english": "We're just two lost souls swimming in a fishbowl, year after year, Pink Floyd", "russian": "Мы просто две потерянные души, плавающие в аквариуме, год за годом" },
    { "english": "You are the dancing queen, young and sweet, only seventeen, ABBA", "russian": "Ты королева танцпола, молода и мила, тебе всего семнадцать" },
    { "english": "I wish I was special, you're so very special, But I'm a creep, I'm a weirdo, Radiohead", "russian": "Мне бы хотелось быть особенным, ты такой особенный. Но я чудик, я извращенец" },
    { "english": "Hello darkness, my old friend. I've come to talk with you again, Simon & Garfunkel", "russian": "Привет, тьма, мой старый друг. Я пришел снова поговорить с тобой" },
    { "english": "Cause nothing lasts forever, and we both know hearts can change, Guns N' Roses", "russian": "Потому что ничто не длится вечно, и мы оба знаем, что сердца могут меняться" },
    { "english": "You better lose yourself in the music, the moment, you own it, you better never let it go, Eminem", "russian": "Тебе лучше полностью погрузиться в музыку, в этот момент, он твой, не отпускай его" },
    { "english": "It's a beautiful day, the sky falls, and you feel like it's a beautiful day, U2", "russian": "Это прекрасный день, небо падает, и ты чувствуешь, что это прекрасный день" },
    { "english": "I've become so numb, I can't feel you there, Linkin Park", "russian": "Я так онемел, что больше не чувствую тебя рядом" },
    { "english": "And in my hour of darkness, she is standing right in front of me, The Beatles", "russian": "И в час моей темноты она стоит прямо передо мной" },
    { "english": "We don't need no education, we don't need no thought control, Pink Floyd", "russian": "Нам не нужно образования, нам не нужен контроль над мыслями" },
    { "english": "Once upon a time, you dressed so fine, threw the bums a dime in your prime, Bob Dylan", "russian": "Однажды, ты одевалась так шикарно, бросала беднякам монеты, когда была на вершине" },
    { "english": "It's a bittersweet symphony, this life. Try to make ends meet, you're a slave to money, then you die, The Verve", "russian": "Это горько-сладкая симфония, эта жизнь. Пытаешься свести концы с концами, ты раб денег, и потом умираешь" },
    { "english": "I'm starting with the man in the mirror, I'm asking him to change his ways, Michael Jackson", "russian": "Я начинаю с человека в зеркале, я прошу его изменить свои пути" },
    { "english": "Cause all of me loves all of you. Love your curves and all your edges, John Legend", "russian": "Потому что вся моя любовь — это вся ты. Люблю твои изгибы и все твои несовершенства" },
    { "english": "You can stand under my umbrella, Rihanna", "russian": "Ты можешь стоять под моим зонтом" },
    { "english": "Look at the stars, look how they shine for you, Coldplay", "russian": "Посмотри на звезды, посмотри, как они светят для тебя" },
    { "english": "You're gonna hear me roar, louder than a lion, Katy Perry", "russian": "Ты услышишь мой рев, громче львиного" },
    { "english": "I see trees of green, red roses too. I see them bloom for me and you, Louis Armstrong", "russian": "Я вижу зеленые деревья и красные розы. Они цветут для нас с тобой" },
    { "english": "When the night has come and the land is dark, and the moon is the only light we'll see, Ben E. King", "russian": "Когда наступит ночь и земля станет темной, и луна будет единственным светом, что мы увидим" },
    { "english": "It's a beautiful day, don't let it get away, U2", "russian": "Это прекрасный день, не упусти его" },
    { "english": "Lights will guide you home, and ignite your bones, Coldplay", "russian": "Огни укажут тебе дорогу домой и зажгут твою душу" },
    { "english": "I'm on the pursuit of happiness and I know everything that shine ain't always gonna be gold, Kid Cudi", "russian": "Я в поисках счастья, и я знаю, что все блестящее не всегда будет золотом" },
    { "english": "Take a sad song and make it better, The Beatles", "russian": "Возьми грустную песню и сделай ее лучше" },
    { "english": "She acts like summer and walks like rain, Train", "russian": "Она ведет себя как лето и идет, как дождь" }
  ]